Revit 2024 API
TriangulatedShellComponent.VertexCount Property
 The number of vertices in the triangulation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int VertexCount { get; }
Visual Basic
Public ReadOnly Property VertexCount As Integer
	Get
Visual C++
public:
property int VertexCount {
	int get ();
}
See Also
TriangulatedShellComponent Class
Autodesk.Revit.DB Namespace